[
               {
                              "name":"4 Easy Ways to Get Free Pilea Plants" ,
                              "blog1":"Sharing is caring, as they say, but sharing houseplants takes this saying to a whole new level. Because it’s not just about sharing an object, but a living thing that requires care, patience and a certain amount of knowledge on our part in order to thrive. And Pilea is the perfect plant for sharing - it’s not for nothing that its nickname is “the pass it on plant.” "   ,  
                              "blog2":"If you haven’t given this plant a try so far, now’s the time to do so. And if you’re still feeling a bit apprehensive about spending money on yet another plant, here is our advice for getting free Pilea cuttings to try your green thumb on. ",
                              "comment":"24"   ,
                              "react":"120" ,
                              "date":"Sep 29, 2021" ,
                              "img1":"https://static.wixstatic.com/media/18ae4f_ea255202b76e4b82af4b6947554690d1~mv2.png/v1/fill/w_735,h_1102,al_c,q_95/18ae4f_ea255202b76e4b82af4b6947554690d1~mv2.webp",
                              "img2":"http://cdn.home-designing.com/wp-content/uploads/2015/10/self-watering-planter-600x401.jpg",
                              "img3":"http://cdn.home-designing.com/wp-content/uploads/2015/10/handmade-ceramic-planter-600x597.jpg",
                              "blogerNam":"Tanisha Tasnin (Kona Moni)",
                              "blogerImg":"https://scontent.fdac5-2.fna.fbcdn.net/v/t1.15752-9/s206x206/252565831_1282376405543427_3684168698430194302_n.jpg?_nc_cat=107&ccb=1-5&_nc_sid=aee45a&_nc_ohc=0OX7G5mHs40AX8960pt&_nc_ht=scontent.fdac5-2.fna&oh=03_AVLx-MoBU_vbnTk1yDWOtOteHV9j4-HQfuYrWn5bJW5szw&oe=61F9FAC9",
                              "blogerText":"Hi, friends.I am Tanisha Tasnin (Kona Moni). As some of you may know, I’m really into houseplants. And the one plant that’s missing from my growing collection right now is the gorgeous Pilea peperomioides (you might know it as the Chinese money plant, or the pancake plant). If you happen to have a Pilea producing pups right now, I’d be more than happy to give it a good home. And there might even be some chocolate coming your way, as a big warm thank you. Here’s a short guide on how to propagate this trooper. And it’s totally ok if you don’t have one to share just yet; I just thought I’d ask. Hope you have a nice day!"
                          },  
               {
                              "name":"Trendy And Cute Pots For Your Plants"  ,
                              "blog1":"A lazy plant owner’s dream or a perfectionist plant owner’s dream. Self-watering containers are all the rage nowadays because, as our houseplant collections grow, this type of pot can solve the problem for people with overwatering and underwatering tendencies alike. So if you forget to water your houseplants, or if your plants habitually get root rot from being overwatered, you should give these planters a try",
                              "blog2":"Our first instinct is to scour thrift shops for cute and quirky plant pots to cover up the boring fake-terracotta plastic pots that plants usually come in. Using plastic pots makes sense from a business point of view: these pots are lightweight, easy to ship and easy to stack on the shelves. But they sure are unsightly once you bring them into your home",
                              "comment":"12",
                              "react":"40" ,
                              "date":"Dec 7, 2021",
                              "img1":"https://static.wixstatic.com/media/18ae4f_2288fd91abc4448aa0f3e0d29a0a5a85~mv2.png/v1/fill/w_735,h_1102,al_c,q_95/18ae4f_2288fd91abc4448aa0f3e0d29a0a5a85~mv2.webp",
                              "img2":"",
                              "img3" : "" ,
                              "blogerNam":"Shahariyer Ahammed",
                              "blogerImg":"https://scontent.fdac5-2.fna.fbcdn.net/v/t1.6435-9/201277744_1502393530100101_243893878271399701_n.jpg?_nc_cat=101&ccb=1-5&_nc_sid=09cbfe&_nc_ohc=R945OPLBm30AX-0SIAV&_nc_ht=scontent.fdac5-2.fna&oh=00_AT_sEQ6y7diqGQ3QBooAOZHZOMh0t00aGBR3DK5OnnWl-Q&oe=61FB0994"      
                           },

                           {
                              "name":"4 Signs Your Pilea Needs More Light"  ,
                              "blog1":"Have you ever wondered what your Pilea would say if it could talk? Would it say, “don’t worry, I’m just entering a slow period” when the days start getting shorter in early October? Or could it be saying “you really need to chill with the fertilizer” in the middle of February? Alas, we’ll never have the fun of conversing with our houseplants. But if we pay close attention, we can read their body language pretty accurately. Here are a few telltale signs that your Pilea plant needs more light. ",
                              "blog2":"If the foliage crown is not too heavy and robust, then your plant will just keep stretching, often at a 45-degree angle. However, if your Pilea is top heavy, it might stretch at a lower angle, and even start twisting and turning towards the light.If your Pilea is not getting enough bright indirect light, especially in the warm months when it’s growing at a faster pace, it will try to reach for it by stretching towards the nearest source of natural light. have a look at our guide on the best light environment for your Pilea. It’s chock full of advice on what turns this plant into a happy camper.",
                              "comment":"10",
                              "react":"48" ,
                              "date":"Nov 29, 2021",
                              "img1":"https://static.wixstatic.com/media/18ae4f_47ad8f6f368b42b5ada2013c795177e7~mv2.png/v1/fill/w_735,h_1102,al_c,q_95/18ae4f_47ad8f6f368b42b5ada2013c795177e7~mv2.webp",
                              "img2":"",
                              "img3" : "" ,
                              "blogerNam":"Tanvir Hossain Fahim",
                              "blogerImg":"https://i.ibb.co/D9Jsyzm/Tanvir-Hossain-Fahim.png?fbclid=IwAR1jtq2HtmK5tGSTVyP4FEBGwrSnK2X8sMP2aScZh37bOk9vrEeKorlL9DU"      
                           },
                           {
                              "name":"Hostess Gifts for Your Plant-loving Thanksgiving Host"  ,
                              "blog1":"With winter holidays just around the corner, we all have presents on our minds. But before we get engulfed in the frenzy of December, there’s another holiday to enjoy (for most of us, the best one): Thanksgiving. Especially if we’re talking about a host who is also a plant lover. And just in case you’re thinking, “oh, then all I’m left with as an option is a potted orchid,” worry not. We’ve curated just this gift guide to come to the rescue",
                              "blog2":"Here’s what you can bring to Thanksgiving this year to thank your plant-loving hosts for their hospitality.",
                              "react":"-10" ,
                              "comment":"12",
                              "date":"Nov 15, 2021",
                              "img1":"https://static.wixstatic.com/media/18ae4f_64ffba26917a4223bb636a0320e4578b~mv2.png/v1/fill/w_735,h_1102,al_c,q_95/18ae4f_64ffba26917a4223bb636a0320e4578b~mv2.webp",
                              "img2":"",
                              "img3" : "" ,
                              "blogerNam":"Nur Alom Islam",
                              "blogerImg":""      
                           }
]