[
               {
                              "name":"Brown Turkey Fig",
                              "image": "https://i.pinimg.com/236x/5b/de/9b/5bde9bbcfaa928419a4760ac52aa3ea5.jpg",
                              "about":"Scientifically known as Ficus carica, it bears purplish to brown color skinned fruit. It has pinkish flesh inside and sweet to taste. Grows well in Mediterranean climate.",
                              "title":"Best Dwarf Tree to Grow in Pots"   ,
                              "price":"100"   ,
                              "tag":"Ficus carica"
                     },
                     {
                              "name":"Italian Cypress",
                              "image": "https://i.pinimg.com/236x/af/8a/76/af8a763a43c79b7aa04cb94ce3d3b4f0.jpg",
                              "about":"They are coniferous evergreen trees with small scale-like leaves. They grow thin straight very tall up to 50 feet when mature. You can grow this tree in pots with a diameter of two inches. When gets the desired size root-pruning every two to three years is important.",
                              "title":"Best Dwarf Tree to Grow in Pots"   ,
                              "price":"120"   ,
                              "tag":"50 feet when mature"
                     },
                     {
                              "name":"Weeping Canadian Hemlock",
                              "image": "https://sf.ezoiccdn.com/ezoimgfmt/themamapirate.com/wp-content/uploads/2020/06/weeping-hemlock.png?ezimgfmt=ng:webp/ngcb2",
                              "about":"The name weeping came from its weeping branches. It is an attractive evergreen tree that grows 4 to 5 feet tall. With regular pruning, the height of the tree can be maintained.",
                              "title":"Best Dwarf Tree to Grow in Pots"   ,
                              "price":"100"   ,
                              "tag":"Attractive evergreen"
                     },
                     {
                              "name":"Juniper",
                              "image": "https://sf.ezoiccdn.com/ezoimgfmt/themamapirate.com/wp-content/uploads/2020/06/juniper-in-pot.jpg?ezimgfmt=ng:webp/ngcb2",
                              "about":"uniper are coniferous trees found throughout the Northern Hemisphere, from the Arctic, south to tropical Africa, Eastern Tibet and in the mountains of Central America. Grows about 40 m tall in wild and they have needle-like or scale-like leaves.",
                              "title":"Needle-like or scale-like leaves"   ,
                              "price":"100"   ,
                              "tag":"Grows about 40 m tall"
                     },
                     {
                              "name":"Japanese Maple",
                              "image": "https://i.pinimg.com/236x/7d/9d/d1/7d9dd1ca7bd1f7c1c3cc3108277b284f.jpg",
                              "about":"Also known as red emperor maple, palmate maple. Japanese maple are kept in pots for colorful, beautifully shaped leaves. It can grow up to 35 feet tall. Choose a pot that is twice the size of the roots and a deep half of the root size.",
                              "title":"kept in pots for colorful"   ,
                              "price":"120"   ,
                              "tag":"35 feet tall"
                     },
                     {
                              "name":"Olive",
                              "image": "https://sf.ezoiccdn.com/ezoimgfmt/themamapirate.com/wp-content/uploads/2020/06/Wollemi-Pine-in-pot.jpg?ezimgfmt=ng:webp/ngcb2",
                              "about":"Olive is a small tree found in the Mediterranean Basin. Olive oil is extracted from its fruit “olive” which is green to purple color. The olive tree likes rocky soil, put your olive tree in a well-drained pot so that water does not retain. And keep the pot in a place where at least 6 to 7 hours of sunlight falls.",
                              "title":"kept in pots for colorful"   ,
                              "price":"130"   ,
                              "tag":"well-drained pot so that water does not retain"
                     }          
               
               
]